[
    {
        "key": 1,
        "title": "Oculus Quest",
        "img": "https://i.ibb.co/xzQ1J1Y/615-Ya-Ai-A-ML-SL1500.jpg",
        "description": "Next-level Hardware - Make every move count with a blazing-fast processor and our highest-resolution display All-In-One Gaming - With backward compatibility, you can explore new titles and old favorites in the expansive Quest content library Immersive Entertainment - Get the best seat in the house to live concerts, groundbreaking films, exclusive events and more Easy Setup - Just open the box, set up with the smartphone app and jump into VR. No PC or console needed. Requires wireless internet access and the Oculus app (free download) to set up device.",
        "rating": 5,
        "price": 2525.67,
        "review": 25453633,
        "Category": "Electronics"
    },
    {
        "key": 2,
        "title": "Apple AirPods",
        "img": "https://i.ibb.co/xzQ1J1Y/615-Ya-Ai-A-ML-SL1500.jpghttps://i.ibb.co/jDxYvfx/7120-Gg-UKj3-L-AC-SL1500.jpg",
        "description": "Quick access to Siri by saying  Hey Siri. More than 24 hours total listening time with the Charging Case Effortless setup, in-ear detection, and automatic switching for a magical experience Easily share audio between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV.",
        "rating": 2.5,
        "price": 999.35,
        "review": 34536546,
        "Category": "Electronics"
    },
    {
        "key": 3,
        "title": "Apple Pencil",
        "img": "https://i.ibb.co/PCznxfq/41-S3-MKU9-Tj-L-AC-SL1024.jpg",
        "description": "Compatible with iPad mini (6th generation), iPad Air (4th generation), iPad Pro 12.9-inch (3rd, 4th, and 5th generations), iPad Pro 11-inch (1st, 2nd, and 3rd generations) .Apple Pencil (2nd generation) brings your work to life. With imperceptible lag, pixel-perfect precision, and tilt and pressure sensitivity, it transforms into your favorite creative instrument, your paint brush, your charcoal, or your pencil. It makes painting, sketching, doodling, and even note-taking better than ever. It magnetically attaches to iPad mini (6th generation), iPad Pro and iPad Air, charges wirelessly, and lets you change tools with a simple double tap.",
        "rating": 1.5,
        "price": 245.99,
        "review": 2542534,
        "Category": "Electronics"
    },
    {
        "key": 4,
        "title": "Apple 20W USB-C Power Adapter",
        "img": "https://i.ibb.co/phVxY90/41i-Wog-Jn-ZQL-AC-SL1000.jpg",
        "description": "The Apple 20W USB‑C Power Adapter offers fast, efficient charging at home, in the office, or on the go. While the power adapter is compatible with any USB‑C enabled device, Apple recommends pairing it with the 11-inch iPad Pro and 12.9-inch iPad Pro (3rd generation) for optimal charging performance. You can also pair it with iPhone 8 or later to take advantage of the fast-charging feature. Charging cable sold separately.",
        "rating": 5,
        "price": 321.33,
        "review": 11324,
        "Category": "Electronics"
    },
    {
        "key": 5,
        "title": "Seagate Portable 2TB External Hard Drive Portable HDD",
        "img": "https://i.ibb.co/LQqzWYz/81tj-Lks-Kix-L-AC-SL1500.jpg",
        "description": "Easily store and access 2TB to content on the go with the Seagate Portable Drive, a USB external hard drive Designed to work with Windows or Mac computers, this external hard drive makes backup a snap just drag and drop To get set up, connect the portable hard drive to a computer for automatic recognition no software required This USB drive provides plug and play simplicity with the included 18 inch USB 3.0 cable.",
        "rating": 2.6,
        "price": 446.44,
        "review": 646533,
        "Category": "Electronics"
    },
    {
        "key": 6,
        "title": "Beats Studio Buds – True Wireless Noise Cancelling Earbuds",
        "img": "https://i.ibb.co/qnNqxsN/51b-RSWr-Ec7-S-AC-SL1500.jpg",
        "description": "Custom acoustic platform delivers powerful, balanced sound Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal Up to 8 hours of listening time (up to 24 hours combined with pocket-sized charging case) Industry-leading Class 1 Bluetooth for extended range and fewer dropouts High-quality call performance and voice assistant interaction via built-in microphones IPX4-rated sweat and water resistant wireless earbuds Beats wireless headphones and earphones are compatible with Apple and Android devices What’s in the Box – Beats Studio Buds True Wireless Noise Cancelling Earphones, charging case, eartips with three size options, USB-C to USB-C charging cable, Quick Start Guide, Warranty card (USB-C power adapter sold separately).",
        "rating": 3.3,
        "price": 453.44,
        "review": 34533,
        "Category": "Electronics"
    },
    {
        "key": 7,
        "title": "Nintendo Switch",
        "img": "https://i.ibb.co/bm9s5Lk/61-Pbl-Ynts-L-AC-SL1500.jpg",
        "description": "3 Play Styles: TV Mode, Tabletop Mode, Handheld Mode 6.2-inch, multi-touch capacitive touch screen 4.5-9+ Hours of Battery Life will vary depending on software usage conditions Connects over Wi-Fi for multiplayer gaming; Up to 8 consoles can be connected for local wireless multiplayer Model number: HAC-001(-01).",
        "rating": 4.5,
        "price": 644.56,
        "review": 875564,
        "Category": "Electronics"
    },
    {
        "key": 8,
        "title": "Roku Express",
        "img": "https://i.ibb.co/VYFnr4d/71-E4-Inwfc-PL-AC-SL1500.jpg",
        "description": "Brilliant 4K picture quality: Stream in HD, 4K, and HDR with sharp resolution and vivid color optimized for your TV Smooth wireless streaming: Now featuring dual-band wireless, enjoy a smooth streaming experience with faster wireless performance, even with multiple devices connected to your network No more juggling remotes: Power up your TV, adjust the volume, mute, and control your Roku device all with one remote Convenient voice control: Use your voice to quickly search across channels, turn captions on, and more in a touch Upgrade to Roku streaming: All of your favorite channels, like HBO Max, Netflix, and Prime Video, are front and center on the customizable home screen, plus your device is always getting better with automatic updates Simple setup: It’s easy to get started with everything you need included in the box, including a Premium HDMI Cable—just plug it in and connect to the internet Save money, stream big: Watch what you love, including a massive selection of free and live TV, including 200+ Live TV channels free on The Roku Channel—it’s great for streaming TV and cutting cable Works with popular voice assistants: Enjoy easy voice control with Siri, Alexa, or Hey Google Share it with Apple AirPlay: Effortlessly share videos, photos, music, and more from your Apple devices to your TV.",
        "rating": 2.4,
        "price": 455.88,
        "review": 755654,
        "Category": "Electronics"
    },
    {
        "key": 9,
        "title": "Nintendo Switch Pro Controller",
        "img": "https://i.ibb.co/BcnW8jT/61drpi3c-YUL-SL1258.jpg",
        "description": "Take your game sessions up a notch with the Nintendo Switch Pro Controller Handheld Nintendo Switch gaming at a great price Comes with charging cable (USB C to USB A).",
        "rating": 5,
        "price": 59.99,
        "review": 765676,
        "Category": "Electronics"
    },
    {
        "key": 10,
        "title": "iPhone Charger, TAKAGI Lightning Cable",
        "img": "https://i.ibb.co/RNjP9qW/71m-Es-CA2a-L-SL1500.jpg",
        "description": "DURABLE MATERIAL: Phone cable With 8000+times bend lifespan and integrated molding process, the nylon braided jacket is super smooth and comfortable,more durable than standard Phone charger cord. PERFECT LENGTHS: Perfect 6feet extra long phone charger cable free up your charging time, no more being stuck to wall socket, ideal for using at home, in car and office. QUALITY COPPER WIRE: Connects to your Phone, Pad with Connector charges/syncs by connecting the USB connector into wall charger or computer. Enjoy charge times up faster than than most standard cables 2 N 1 FUNCTION: Great performance ensures your devices syncs and charge simultaneously with up to 480 mb/s . It syncs photos, music, videos, files with the ability to charge the device. also delivers up to 2.1A current to maximize the charging efficiency performance UNIVERSAL COMPATIBILITY: Work with iPhone 13 12 11, 13 12 11 Pro, 13 12 11 Pro Max,13 12 Mini, XS Max, XS, XR, X, 8 Plus, 8, 7 Plus, 7, 6S Plus, 6S, 6 Plus, 6, 5S, 5C, 5, iPad Pro, iPad Air, Air 2, iPad mini, mini 2, mini 4, iPad 4th gen ,iPod Touch 5th gen, iPod nano 7th gen and Beats Pill+ .",
        "rating": 5,
        "price": 99.99,
        "review": 75758,
        "Category": "Electronics"
    },
    {
        "key": 11,
        "title": "SAMSUNG 970 EVO Plus SSD 2TB - M.2 NVMe Interface Internal Solid State Drive",
        "img": "https://i.ibb.co/6nXxwCF/813bvfaxu-AL-AC-SL1500.jpg",
        "description": "INNOVATIVE V-NAND TECHNOLOGY: Powered by Samsung V-NAND Technology, the 970 EVO Plus SSD’s NVMe interface (PCIe Gen 3.0 x4 NVMe 1.3) offers enhanced bandwidth, low latency, and power efficiency ideal for tech enthusiasts, high end gamers, and 4K & 3D content designers BREAKTHROUGH READ WRITE SPEEDS: Sequential read and write performance levels of up to 3,500MB s and 3,300MB s, respectively; Random Read (4KB, QD32): Up to 600,000 IOPS Random Read PERFORMANCE OPTIMIZATION AND DATA SECURITY: Seamless cloning and file transfers with Samsung Magician Software, the ideal SSD management solution for performance optimization and data security with automatic firmware updates SUPERIOR HEAT DISSIPATION: Samsung’s Dynamic Thermal Guard automatically monitors and maintains optimal operating temperatures to minimize performance drops 5-YEAR LIMITED WARRANTY: 5-year limited warranty or 600 TBW (Terabytes Written).",
        "rating": 4.5,
        "price": 452.25,
        "review": 3433443,
        "Category": "Electronics"
    },
    {
        "key": 12,
        "title": "JBL FLIP 4 - Waterproof Portable Bluetooth Speaker",
        "img": "https://i.ibb.co/4Pxh2HK/61d5-F64-UDp-L-AC-SL1200.jpg",
        "description": "Wirelessly connect up to 2 smartphones or tablets to the speaker and take turns playing impressive stereo sound Built-in 3000mAh rechargeable li-ion battery Supports up to 12 hours of playtime Ipx7 waterproof means no more worrying about rain or spills; you can even submerge flip 4 in water JBL connect+ allows you to Link more than 100 JBL connect+ enabled speakers together to amplify the party Dual external passive radiators.",
        "rating": 3.5,
        "price": 525.15,
        "review": 456346,
        "Category": "Electronics"
    },
    {
        "key": 13,
        "title": "Acer Nitro 5 AN515-55-53E5 Gaming Laptop",
        "img": "https://i.ibb.co/pR38Sz2/71m03-KIt-MZL-AC-SL1500.jpg",
        "description": "Dominate the Game: With the 10th Gen Intel Core i5-10300H processor, your Nitro 5 is packed with incredible power for all your games RTX, It's On: The latest NVIDIA GeForce RTX 3050 (4GB dedicated GDDR6 VRAM) is powered by award-winning architecture with new Ray Tracing Cores, Tensor Cores, and streaming multiprocessors support DirectX 12 Ultimate for the ultimate gaming performance Visual Intensity: Explore game worlds in Full HD detail on the 15.6 widescreen LED-backlit IPS display with 1920 x 1080 resolution, 144Hz refresh rate and 80% screen-to-body, 16:9 aspect ratio Internal Specifications: 8GB DDR4 2933MHz Memory (2 DDR4 Slots Total, Maximum 32GB); 256GB NVMe SSD (2 x PCIe M.2 Slots, 1 x 2.5 Hard Drive Bay Available) Prioritize Your Gameplay: Killer Ethernet E2600 and Intel Wi-Fi 6 AX201 gives you an edge online by taking control of your network and prioritizing your gameplay Stay Cool Under Pressure: When heavy use requires an added boost, Acer CoolBoost technology increases fan speed by 10% and CPU, GPU cooling by 9% compared to auto mode, overall increasing thermal performance by 25% for better gaming comfort Take Control of Your Gaming Laptop: The NitroSense UI can be called up with the dedicated keyboard button so you can instantly visualize your PC's component temperature, fan speed, loading performance, power plan, and more.",
        "rating": 5,
        "price": 799.58,
        "review": 4567865,
        "Category": "Computers"
    },
    {
        "key": 14,
        "title": "HP 15-inch Laptop",
        "img": "https://i.ibb.co/gy1ZYGy/81-I64-Ptcd2-L-AC-SL1500.jpg",
        "description": "TAKE IT ANYWHERE – With its thin and light design, 6.5 millimeter micro-edge bezel display, and 82% screen to body ratio, you can take this PC anywhere and see more of what you love (1). REVOLUTIONARY ENTERTAINMENT – Enjoy ultra-wide viewing angles and seamlessly perform multi-monitor set-ups with a 15.6-inch, Full HD, IPS, micro-edge, and anti-glare display (2). IMPESSIVE GRAPHICS – The Intel Iris Xe Graphics gives you a new level of performance with crisp, stunning visuals, plus the convenience of a thin and light laptop (3). UNSTOPPABLE PERFORMANCE – Get things done fast with the 11th Generation Intel Core i5-1135G7 processor, which delivers instant responsiveness and best-in-class connectivity (4). MEMORY AND STORAGE – Get up to 15x faster performance than a traditional hard drive with 256 GB PCIe NVMe M.2 SSD storage and experience improved multitasking with higher bandwidth thanks to 8 GB of RAM (5). WORK ON THE GO – Get work done on the go with a long battery life of up to 7 hours and 15 minutes (6), while HP Fast Charge lets you go from 0 to 50% charge in approximately 45 minutes (7). OS AND WARRANTY – Do more with greater peace of mind thanks to the familiar feel of the Windows 11 Home operating system and the HP 1-year limited hardware warranty (8).",
        "rating": 5,
        "price": 578.55,
        "review": 345678,
        "Category": "Computers"
    },
    {
        "key": 15,
        "title": "Lenovo IdeaPad 3 Laptop,",
        "img": "https://i.ibb.co/w7tWVVP/71e-LIu-Dm-Ig-L-AC-SL1500.jpg",
        "description": "Powerhouse performance from AMD Ryzen 5 5500U mobile processor, 8GB DDR4 RAM, 256GB SSD storage, and AMD Radeon 7 Graphics The IdeaPad 3 14-inch laptop has 4-side narrow bezels that let you see more of the FHD (1920 x 1080) screen for wider viewing angles and less clutter Quieter and cooler with intelligent thermals, plus you can calibrate performance with Q-control, with 3 modes to match your performance needs Protect your webcam lens and guarantee your privacy with the built-in privacy shutter WiFi 6 (2x2 802.11 ax) and Bluetooth 5.0 connectivity, plus USB, USB-C, and HDMI ports.",
        "rating": 3.5,
        "price": 535.55,
        "review": 46745125,
        "Category": "Computers"
    },
    {
        "key": 16,
        "title": "Lenovo IdeaCentre AIO 3 AMD All-in-One Computer",
        "img": "https://i.ibb.co/JdSk1MZ/71-PGZc-Jol8-L-AC-SL1500.jpg",
        "description": "This space-saving AIO PC hides raw, unfiltered power - with an AMD Ryzen 5 55000U processor, the IdeaCentre AIO 3 thrives under heavy performance loads We designed the slim and compact all-in-one computer for ease and convenience with fewer cables and clutter, a dock for your cell phone, plus instant privacy and instant login features for better security; wireless keyboard and mouse included View more of the screen with this AIO computer's three-sided narrow bezel FHD display for vibrant colors with crystal-clear quality from almost any angle; plus, the IdeaCentre AIO 3 streams high-octane, sharply etched audio over its two 3W stereo speakers certified by Harman Kardon The hidden camera on the top of the AIO 3 offers up to 5M clarity, enhancing authenticity during your video chatting or conferencing – push the webcam down for extra security Connect with two USB 2.0 ports and two USB 3.2 Gen 2 Type-A ports, one 1000 LAN, one microphone/earphone combo, one Power DC Jack and one HDMI-out.",
        "rating": 4.6,
        "price": 780.55,
        "review": 3656757,
        "Category": "Computers"
    },
    {
        "key": 17,
        "title": "Dell Inspiron 7700 AIO Desktop",
        "img": "https://i.ibb.co/19XYnC5/71f-PWl-RTs5-L-AC-SL1500.jpg",
        "description": "27-inch FHD (1920 x 1080) Infinity Touch Display 11th Generation Intel Core i7-1165G7 Processor (12MB Cache, up to 4.7 GHz) 12GB 2666MHz DDR4 , 256 GB M.2 PCIe NVMe SSD Boot and 1 TB 5400 RPM SATA HDD Storage Intel Iris Xe Graphics with shared graphics memory Intel Wi-Fi 6 2x2 (Gig plus) and Bluetooth 5.0.",
        "rating": 5,
        "price": 1752.55,
        "review": 4567887,
        "Category": "Computers"
    },
    {
        "key": 18,
        "title": "HP 27 Pavilion All-in-One PC",
        "img": "https://i.ibb.co/L6pzDP8/91om-Rb-Bxt-HS-AC-SL1500.jpg",
        "description": "POWER MEETS PERFORMANCE – Leading-edge performance and cutting-edge style give this All-in-One PC the means to tackle demanding projects and enjoy movie marathons, all while looking good anywhere you put it THEATER-WORTHY – Enjoy jaw-dropping detail and incredible sound with audio by B&O and Full HD resolution LATEST PROCESSOR – Everything you do feels fast and easy with a 10th Generation Intel Core i7-10700T processor with an Intel turbo boost of up to 4.5 GHz MODERN GRAPHICS – It’s smooth streaming for all your 4k content and favorite games with the Intel UHD Graphics 630 card DUAL STORAGE OPTIONS – Boot up in seconds and store more of what you love with HDD and SSD dual storage options with up to 512 GB SSD and 1TB HDD PLENTY OF RAM – Boost your efficiency as you browse, create, and multitask faster than ever with 16 GB of RAM WINDOWS 10 AND WARRANTY – Do great things with a desktop equipped with Windows 10, tested over 230 individual times, and backed by a 1-year limited hardware warranty.",
        "rating": 5,
        "price": 1533.55,
        "review": 567897,
        "Category": "Computers"
    },
    {
        "key": 19,
        "title": "SkyTech Blaze II Gaming Computer PC Desktop",
        "img": "https://i.ibb.co/6w1twXR/81u-K-g-Do-i-L-AC-SL1500.jpg",
        "description": "1 Year Warranty on Parts & Labor | Lifetime Tech Support | Assembled in USA | This powerful gaming PC is capable of running all your favorite games such as Call of Duty Warzone, Fornite, Escape from Tarkov, Grand Theft Auto V, World of Warcraft, League of Legends, Apex Legends, Roblox, PLAYERUNKNOWN’s Battlegrounds, Overwatch, Counter-Strike: Global Offensive, Battlefield V, Minecraft, The Division 2, and more at High to Ultra settings, crisp 1080p FHD resolution, and smooth 60+ FPS gameplay.",
        "rating": 5,
        "price": 1555.55,
        "review": 54856153,
        "Category": "Computers"
    },
    {
        "key": 20,
        "title": "HP Pavilion Gaming Desktop",
        "img": "https://i.ibb.co/dgBYrmv/81li-WNg7-Jz-L-AC-SL1500.jpg",
        "description": "FREE UPGRADE TO WINDOWS 11 (1) (when available, see below) CUSTOMIZABLE AND COMPACT – This sleek, space-saving tower allows you to expand and upgrade with customizable LED lights and system optimization in the OMEN Command Center 4K READY – Outstanding performance and immersive multimedia entertainment with 4K visuals courtesy of the 10th Generation IntelⓇ Core i3-10100 processor STUNNING GRAPHICS – With the all-new NVIDIA Turing architecture and 4 GB GDDR6 dedicated memory, you’ll boost your creative and gaming experience with real-time ray tracing and fast performance from the NVIDIAⓇ GeForceⓇ GTX 1650 SUPER graphics card DDR4 MEMORY – With 8 GB of RAM, everything from browsing multiple web pages to playing games gets a performance boost PLENTY OF STORAGE – Get up to 10x faster performance than a traditional hard drive with 256 GB of PCIe NVMe M.2 Solid State Drive storage PC GAMING CONNECTIVITY – Enjoy rock-solid connections with the latest Wi-Fi 5 (1x1) WLAN adapter and Bluetooth 4.2 as well as reliable external ports in the Headphone/Microphone combo, 5.1 surround sound, and SuperSpeed USB Type-A and Type-C ports; this pc is perfect for dual display support.",
        "rating": 3,
        "price": 1065.25,
        "review": 89765432,
        "Category": "Computers"
    },
    {
        "key": 21,
        "title": "Alienware Aurora R10 Gaming Desktop",
        "img": "https://i.ibb.co/27Dx4MF/6102k-Y3-HGv-S-AC-SL1500.jpg",
        "description": "AMD Ryzen 9 5900 (12-Core, 70MB Total Cache, Max Boost Clock of 4.7GHz) 32GB 3400MHz DDR4 XMP HyperX FURY Dual Channel up to 128GB (additional memory sold separately); 2TB M.2 PCIe NVMe Solid State Drive (Boot) + 2TB 7200 RPM SATA Hard Drive 6Gb/s (Storage) AMD Radeon RX 6800 XT, 16GB GDDR6 Killer Wi-Fi 6 AX1650 (2x2) + Bluetooth 5.1 .",
        "rating": 2.5,
        "price": 1455.25,
        "review": 845230,
        "Category": "Computers"
    },
    {
        "key": 22,
        "title": "Skytech Chronos Gaming PC Desktop",
        "img": "https://i.ibb.co/0mpsJ98/81bfl-RXo-Bg-L-AC-SL1500.jpg",
        "description": "AMD Ryzen 5 5600X 3.7GHz (4.6GHz Max Boost) CPU Processor | 1 TB M.2 SSD – Up to 30x Faster Than Traditional HDD | 120mm AIO    NVIDIA GeForce GTX 3060 12GB GDDR6 Graphics Card (Brand May Varies) | 16G DDR4 3200 Gaming Memory with Heat Spreader | Windows 10 Home 64-bit    802.11AC | No Bloatware | Graphic output options include 1 x HDMI, and 1 x Display Port Guaranteed, Additional Ports may vary | USB Ports Including 2.0, 3.0, and 3.2 Gen1 Ports | HD Audio and Mic | Free Gaming Keyboard and Mouse    4 x RGB Fans for Maximum Cooling Performance | Powered by 80 Plus GOLD Certified 600 Watt Power Supply | 1 Year Warranty on Parts and Labor | Lifetime Free Technical Support | Assembled in the USA    This powerful gaming PC is capable of running all your favorite games such as Call of Duty Warzone, Fornite, Escape from Tarkov, Grand Theft Auto V, World of Warcraft, League of Legends, Apex Legends, Roblox, PLAYERUNKNOWN’s Battlegrounds, Overwatch, Counter-Strike: Global Offensive, Battlefield V, Minecraft, The Division 2, and more at High to Ultra settings, crisp 1080p FHD resolution and smooth 60+ FPS game play.",
        "rating": 5,
        "price": 1252.55,
        "review": 84512545,
        "Category": "Computers"
    },
    {
        "key": 23,
        "title": "SkyTech Archangel 3.0 Gaming Computer PC Desktop",
        "img": "https://i.ibb.co/30XJwrw/81-KOEh2-NRVL-AC-SL1500.jpg",
        "description": "AMD Ryzen 7 3700X 8-Core 16-Thread 3.6 GHz (4.4 GHz Max Boost) CPU | 1TB SSD – Up to 30x faster than traditional HDD    GeForce RTX 3060 12GB GDDR6 Graphics Card (Brand May Varies) | 16GB DDR4 3000MHz Gaming Memory with Heat Spreaders | Windows 10 Home 64-bit 802.11AC Wi-Fi | No Bloatware | 1 x DisplayPort 1.4, 1 x HDMI Guaranteed, additional ports may vary | HD Audio and Mic | Free Gaming Keyboard and Mouse | Minimum 6 x USB Ports including USB 2.0, 3.0, or higher    3 x RGB RING Fans for Maximum Air Flow | Powered by 80 Plus Gold Certified 600 Watt Power Supply | Skytech Archangel Gaming Case with Tempered Glass - White | 1 Year Warranty on Parts and Labor | Lifetime Free Technical Support | Assembled in the USA    This powerful gaming PC is capable of running all your favorite games such as Call of Duty Warzone, Fornite, Escape from Tarkov, Grand Theft Auto V, World of Warcraft, League of Legends, Apex Legends, Roblox, PLAYERUNKNOWN’s Battlegrounds, Overwatch, Counter-Strike: Global Offensive, Battlefield V, Minecraft, The Division 2, and more at High to Ultra settings, crisp 1440p Quad HD resolution and smooth 60+ FPS game play.",
        "rating": 5,
        "price": 2055.52,
        "review": 9521125,
        "Category": "Computers"
    },
    {
        "key": 24,
        "title": "CHUWI HeroBox Pro Mini PC",
        "img": "https://i.ibb.co/bKLddgg/41j-GCa-V7-Ef-L-AC-SL1000.jpg",
        "description": "Excellent CPU Performance - CHUWI Herobox Pro Windows 10 Mini PC equips with 64-bit windows 10 Intel Jasper LakeN4500 Dual-Core processor.High-performance processor is more responsive when loading apps, opening files. 10nm process and 6W TDP design ensure it works well with NAS, HTPC and small servers with relatively low power consumption.    Faster Running Speed -This Mini Desktop PC equip with 256GB SSD( Support upgrade to 2TB ) and 2.5 inch HDD can fully cover your storage needs. 8GB LPDDR4 memory improves 50% transmission frequency.which enables snappy and seamless switch between different tasks. Dual-band wifi (802.11ac) supports 2.4G/5G frequency band, 5G delivers ultimate fast internet speed,while 2.4G goes for more stable onnection. with RJ45 Gigabit Ethernet which can transfer data at more than 1000Mbps.    Great Home Theater PC - The mini desktop computer adopt Intel 11th UHD Graphics comes with 16 execution units clock up to 750Mhz , which had 4K ultra high definition streaming capability giving you a best-in-class television experience with true-to-life picture quality, which can be used as a media center to enjoy TV shows or games.The ability to connect with 2 monitors with HD2.0 & VGA out greatly improves work efficiency.    Scientific Design, Effective Heat Dissipation - Comes with a wider air intake area and large diameter fan which brings excellent cooling to the whole machine.keeps mini box stays efficient and stable even after long period of work. 7.4*5.4*1.5 inches compact body only 0.97L, 90% lighter and space-saving than traditional PC,support to installed on back of the monitor or TV via VESA international standard interface to make it an All-In-One PC.    Multi Interface & Chuwi SERVICE - This mirco desktop computer featured with faster speed Type-C slot, 2*USB 3.0, 2*USB 2.0 can guarantee your everyday life needs and explores more possibilities. 1 year warranty and 24 hours customer service ,We Offer Lifetime Technical Support (please contact us Via Amazon if you have any questions about our Mini PC Box)",
        "rating": 5,
        "price": 5232.55,
        "review": 987654,
        "Category": "Computers"
    },
    {
        "key": 25,
        "title": "Mini PC Celeron 3060(up to 2.48GHz)",
        "img": "https://i.ibb.co/cCQGwvB/619zq-Fqcb-TL-AC-SL1500.jpg",
        "description": "This small mini pc powered by Celeron 3060 Processor. It's base operating frequency 1.6 GHz/s rising up to 2.48GHz in burst mode, pre-installed with Windows 10(64bit), supports latest wireless connectivity 802.11ac Dual-Band Wi-Fi, Bluetooth 4.2, LAN 1000Mbps.Large Expandable Storage    B1 4GB RAM+64GB eMMC mini computer supports DIY expand the additional storage with M.2_2280 SATA SSD (up to 1TB, SSD is not included), or a mobile hard disk box via USB3.0 interface. Dual Display & HD graphic The mini desktop computer supports HD and 4K (3840 x 2160) ultra-high-definition content, you can enjoy 4K Web surfing, video playback, watching TV, home theater, and enjoy the entertainment with your family. HDMI/VGA Port easily connecting two monitors, reduce waiting time, efficiency doubled. Cooler & Quieter Work This micro pc draws under 8Watts of power, the smart fan design in the thin and light body to make the heat dissipation more efficient, creating cooler, quieter working environments. Durable and Reliable Warranty Each product includes LIFETIME technical support, a worry-free 30-day return and 7 days/ 24 hours serving,12 months of warranty. If you have any questions, please don’t hesitate to contact us and we are 100% guaranteed to solve your problem.",
        "rating": 5,
        "price": 852.55,
        "review": 8956325,
        "Category": "Computers"
    },
    {
        "key": 26,
        "title": "Thermaltake Glacier 360 Liquid-Cooled PC ",
        "img": "https://i.ibb.co/ngX74mD/71ay-GFDy-V4-L-AC-SL1200.jpg",
        "description": "AMD Ryzen 5 5600X CPU Watercooled, AMD B550 Chipset ATX motherboard, 16GB ToughRam DDR4 RGB, 1TB NVMe M.2, WiFi, Windows 10 Home NVIDIA GeForce RTX 3060 Closed Loop Liquid Cooling with 240mm Radiator and 3 ARGB Fan 1x USB 3.0, 2x USB 2.0, 1x Headphone, 1x Mic Ports Swing door tempered glass with magnetic mounting.",
        "rating": 5,
        "price": 5165.51,
        "review": 7845653689,
        "Category": "Computers"
    },
    {
        "key":27 ,
        "title": "TurboTax Home & Business 2021 Tax Software",
        "img": "https://i.ibb.co/6gnTPs5/61zkaf-TI-L-AC-SL1500.jpg",
        "description": "Recommended if you are self-employed, an independent contractor, freelancer, small business owner, sole proprietor, or consultant Includes 5 federal e-files and 1 State via download ($40 value*). State e-file sold separately. Free U.S.-based product support. Get your personal and self-employed taxes done right Boost your bottom line with industry-specific small business tax deductions Up-to-date with the latest tax laws Easily import W-2s, investment & mortgage information from participating companies (may require free Intuit account) Creates W-2s and 1099 tax forms for employees & contractors Simplified asset depreciation and reporting Audit Risk Meter helps you reduce the chance of an audit.",
        "rating": 5,
        "price":69.69 ,
        "review": 51615621,
        "Category": "Software"
    },
    {
        "key":28 ,
        "title": "Roxio Easy VHS to DVD 3 Plus",
        "img": "https://i.ibb.co/7V2t22d/61a-CCj55-K7-L-AC-SL1000.jpg",
        "description": "Convert your VHS tapes to DVD or digital to enhance and preserve your home movies Capture analog video directly from your camcorder or VCR and burn to DVD or convert to popular digital formats to share freely across devices Trim video, make quick edits, enhance color, add transitions, reduce noise and stabilize old footage to breathe new life into your old videos Complete your video experience by selecting from creative, customizable DVD menu templates, or creating personalized disc labels Get 2 DVDs for your first projects: An Amazon exclusive extra.",
        "rating": 5,
        "price": 74.55,
        "review":85615656,
        "Category": "Software"
    },
    {
        "key":29 ,
        "title": "Adobe Photoshop Elements & Premiere Elements",
        "img": "https://i.ibb.co/WV2XwDj/71l-Yrhss-FZL-AC-SL1500.jpg",
        "description": "ADOBE SENSEI AI TECHNOLOGY: Automated options do the heavy lifting so you can instantly turn photos into art, warp photos to fit any shape, reframe your video subjects, and more. TAKE YOUR PHOTOS TO A NEW LEVEL: Add moving overlays or 3D camera motion to photos and save as MP4s for easy sharing on social. 87 GUIDED EDITS: Create the perfect pet pic; extend, remove, or replace photo backgrounds; add fun animated overlays to your videos; bring out details in video shadows and highlights; and more. CRAFT PERSONALIZED CREATIONS: Dynamic photo and video slideshows with new styles, inspirational quote graphics, and animated social posts. EASY NAVIGATION: Updated software makes editing, organizing, and exporting your photos and videos effortless.",
        "rating": 4.5,
        "price":99.99 ,
        "review":7451556 ,
        "Category": "Software"
    },
    {
        "key": 30,
        "title": "Bitdefender Total Security 2022 ",
        "img": "https://i.ibb.co/s3crQtP/41ma-c-owl-L-AC.jpg",
        "description": "SPEED-OPTIMIZED, CROSS-PLATFORM PROTECTION: World-class antivirus security and cyber protection for Windows (Windows 7 with Service Pack 1, Windows 8, Windows 8.1, and Windows 10), Mac OS (macOS X Yosemite 10.10 or later), iOS (11.2 or later), and Android (5.0 or later). Organize and keep your digital life safe from hackers SAFE ONLINE BANKING: A unique, dedicated browser secures your online transactions; Our Total Security product also includes 200MB per day of our new and improved Bitdefender VPN ADVANCED THREAT DEFENSE: Real-Time Data Protection, Multi-Layer Malware and Ransomware Protection, Social Network Protection, Game/Movie/Work Modes, Microphone Monitor, Webcam Protection, Anti-Tracker, Phishing, Fraud, and Spam Protection, Password Manager, File Shredder, Parental Controls, and more NO CREDIT CARD REQUIRED: Subscription does not automatically renew (unless your account was previously set up to do so) ECO-FRIENDLY PACKAGING: Your product-specific code is printed on a card and shipped inside a protective cardboard sleeve. Simply open packaging and scratch off security ink on the card to reveal your activation code. No more bulky box or hard-to-recycle discs.",
        "rating": 3.5,
        "price": 57.99,
        "review": 84848898,
        "Category": "Software"
    },
    {
        "key": 31,
        "title": "Norton 360 Premium",
        "img": "https://i.ibb.co/4JFVhSg/81cz60-DSGIL-AC-SL1500.jpg",
        "description": "ONGOING PROTECTION Install protection for up to 10 PCs, Macs, iOS & Android devices - A card with product key code will be mailed to you (select ‘Download’ option for instant activation code) REAL-TIME THREAT PROTECTION Advanced security protects against existing and emerging malware threats, including ransomware and viruses, and it won’t slow down your device performance SECURE VPN Browse anonymously and securely with a no-log VPN while using public Wi-Fi Add bank-grade encryption to help keep your information like passwords and bank details secure and private DARK WEB MONITORING will monitor and notify you if we find your personal information on the Dark Web 75GB SECURE PC CLOUD BACKUP store and help protect important files as a preventative measure to data loss due to hard drive failures, stolen devices and even ransomware PRE-PAID SUBSCRIPTION A payment method must be stored in your Norton account to activate You won’t be charged until the prepaid term ends For new Norton subscriptions only at an introductory price AUTO-RENEWAL Never have a service disruption since this subscription auto-renews annually If you do not wish to renew, you can cancel in your Norton account anytime",
        "rating": 2.5,
        "price":29.55 ,
        "review": 4534534,
        "Category": "Software"
    },
    {
        "key": 32,
        "title": "Window 10 Pro USB",
        "img": "https://i.ibb.co/wrX1jg0/614-Bq-NZw-EKL-AC-SL1500.jpg",
        "description": "Windows 10 Pro. Full Retail Version. USB Flash and License key. You can choose 32- or 64- bit version during installation. Minimum hard disk space: Up to 20 GB available hard disk space, Minimum RAM: 1 GB RAM for 32-bit; 2 GB for 64-bit, Minimum processor speed: 1 GHz., Language version: ENG, Media type: USB Flash.",
        "rating": 5,
        "price":46.52 ,
        "review": 554563,
        "Category": "Software"
    },
    {
        "key": 33,
        "title": "OfficeSuite Home & Business",
        "img": "https://i.ibb.co/Sw41BM4/61pw7xa-Zkr-L-AC-SL1500.jpg",
        "description": "Create, Edit and Style DOCUMENTS, SPREADSHEETS & PRESENTATIONS – all the features that you need to get work done. Compatibility with all popular file formats - OPEN, EDIT & CREATE new and existing documents, spreadsheets and presentations. Included PDF functions - Fill & Sign Forms, Annotate, Password Protect and use Digital signatures. Mail & Calendar Included - Manage multiple Email accounts and Calendars. LIFETIME License for 1 Windows PC or Laptop. This software is not a Microsoft product!",
        "rating": 5,
        "price":99.55,
        "review": 458674145,
        "Category": "Software"
    },
    {
        "key": 34,
        "title": "McAfee Total Protection ",
        "img": "https://i.ibb.co/pnnpyzn/61e-My-J7-Xx-NL-AC-SL1427.jpg",
        "description": "AWARD WINNING ANTIVIRUS: rest easy knowing McAfee’s protecting you from the latest threats PROTECT YOUR IDENTITY:  We'll monitor your life online, from bank account numbers, credit cards, to your emails and more. BROWSE CONFIDENTLY AND PRIVATELY: Secure VPN keeps your info safe from prying eyes SEE HOW SAFE YOU ARE BEING ONLINE: Get your personalized protection score, identify weaknesses and get help to fix them. BANK, SHOP and CONNECT WORRY-FREE: be warned about risky websites before you click SECURE YOUR ACCOUNTS: Generate and store complex passwords with a password manager PHYSICAL KEY CARD DELIVERY: Product with dlownload code and activation instructions will be shipped to your address.",
        "rating": 2.5,
        "price": 53.5,
        "review":456789 ,
        "Category": "Software"
    },
    {
        "key":35 ,
        "title": "Adobe Acrobat Pro",
        "img": "https://i.ibb.co/3r5rDzs/71-hmk-Eklq-L-AC-SL1500.jpg",
        "description": "EDIT PDF FILES Change text and images. Add comments and highlights. Rotate, crop, and insert pages to PDF files. CONVERT Turn your document into a PDF or move between file types. EASILY SHARE PDFs Now you can send a link to your PDF with a single clck in Acrobat Reader, instead of sending email attachments. GUIDED ACTIONS Standardize your tasks with guided actions. COMPARE FILES Acrobat with compare different versions of a document to see what's changed.",
        "rating": 3.5,
        "price": 448.55,
        "review":56789098 ,
        "Category": "Software"
    },
    {
        "key":36 ,
        "title": "Star Wars The Black Series Gaming Greats ",
        "img": "https://i.ibb.co/7r4H99w/71wz-NWx-Jv-S-AC-SL1500.jpg",
        "description": "Star Wars The Black Series Gaming Greats 6 Inch Action Figure Box Art Exclusive - Imperial Rocket Trooper Star Wars Hasbro 6 Inch.",
        "rating": 2.5,
        "price": 29.88,
        "review": 8763,
        "Category": "action figures"
    },
    {
        "key": 37,
        "title": "Avengers Marvel Legends Series Endgame",
        "img": "https://i.ibb.co/87bnHQL/81-Cct-Tjvn-DL-AC-SL1500.jpg",
        "description": "6-Inch-scale collectible iron PATRIOT figure – fans, collectors, and kids alike can enjoy this 6-inch-scale iron PATRIOT figure, inspired by the character from Avengers: Endgame and the Marvel Cinematic universe. Marvel movie-inspired design – Iron PATRIOT fan figure with premium design, detail, and articulation for high pose ability and display in a Marvel collection. Premium articulation and detailing – the quality 6-inch legends series iron PATRIOT figure features multiple points of articulation and is a great addition to any action figure collection. Thor build-a-figure parts - includes two head build-a-figure pieces. Collect figures in this Marvel Legends series build-a-figure collection to assemble an impressive Thor build-a-figure! Additional figures each sold separately. Subject to availability. Marvel universe in 6-inch scale - look for other Hasbro Marvel Legends series figures (each sold separately) with comic- and movie-inspired characters, including Captain America, Iron Man mark LXXXV, Marvel vision, heimdall, and Marvel Valkyrie. (Additional figures each sold separately. Subject to availability.)",
        "rating": 3.5,
        "price": 55.59,
        "review":8525 ,
        "Category": "action figures"
    },
    {
        "key":38 ,
        "title": "McFarlane - Witcher Gaming 7 Figures 1 - Eredin Breacc Glas",
        "img": "https://i.ibb.co/HXDLdcx/71p-RLVnd6h-L-AC-SL1500.jpg",
        "description": "Incredibly detailed 7” scale figure based on The Witcher 3: Wild Hunt Eredin is featured in his black steel armor and helm Designed with Ultra Articulation with up to 22 moving parts for full range of posing and play Includes Eredin’s sword and base Figure is showcased in Witcher-themed window box packaging Collect all Witcher Figures! Geralt of Rivia 7 Action Figure and Geralt of Rivia 12 Deluxe Figure. Figures Sold Separately.",
        "rating": 5,
        "price":45.55 ,
        "review":56789 ,
        "Category": "action figures"
    },
    {
        "key": 39,
        "title": "McFarlane Toys The Witcher Geralt of Rivia",
        "img": "https://i.ibb.co/T1M0tnb/71xw-KRpj-U7-L-AC-SL1500.jpg",
        "description": "Incredibly detailed 12” scale figure based on The Witcher 3: Wild Hunt Geralt is featured wearing his signature Kaer Morhen armor Designed with Ultra Articulation with up to 22 moving parts for full range of posing and play Includes Geralt’s silver and steel swords with sheaths, monster head trophies, and base Figure is showcased in Witcher-themed window box packaging Collect all Witcher Figures! Geralt of Rivia and Eredin Breace Glas 7 Action Figures. Figures Sold Separately.",
        "rating": 4.5,
        "price": 24.55,
        "review": 4534,
        "Category": "action figures"
    },
    {
        "key":40 ,
        "title": "DC Multiverse Batman ",
        "img": "https://i.ibb.co/KsDjmRS/61-Vy-Hvt-B-KL-AC-SL1500.jpg",
        "description": "Incredibly detailed 7” scale figures based off the DC Multiverse Batman inspired from the mind of Todd McFarlane, to create a new never before seen before version of Batman Designed with Ultra Articulation with up to 22 moving parts for full range of posing and play Featured with a Cape and Cowl Comes with two swords, and a base Includes collectable art card with Todd McFarlane Batman artwork on front and character biography on the back Showcased on DC themed window box packaging Collect all McFarlane Toys DC Multiverse Action Figures! Firgures Sold Separately.",
        "rating": 5,
        "price": 45.5,
        "review": 43433,
        "Category": "action figures"
    },
    {
        "key": 41,
        "title": "POP Funko Star Wars: The Mandalorian",
        "img": "https://i.ibb.co/vHbH50J/5176r-ALHhg-S-AC-SL1300.jpg",
        "description": "Package weight : 0.25 Lbs Stylized collectable stands 3 ¾ inches tall, perfect for any The Mandalorian fan! Product type : Toys and Games Country of origin : Viet Nam Number of players: 1.",
        "rating": 5,
        "price": 15.5,
        "review":4534 ,
        "Category": "action figures"
    },
    {
        "key": ,
        "title": "",
        "img": "",
        "description": "",
        "rating": 5,
        "price": ,
        "review": ,
        "Category": ""
    },
   
]